export const TERMS_OF_SERVICE = `서비스 이용약관
(주)필름덤즈는 서비스이용자의 원활한 서비스 이용을 도모하기 위하여 본 서비스와 함께 약관을 제공합니다. ㈜필름덤즈은 서비스이용자에게 약관을 검토할 수 있는 합리적인 기회를 제공하였으며 회원은 본 약관에 동의하였음을 확인합니다.

제1장 총칙
제 1조 (목적)
본 약관은 (주)필름덤즈(이하 "회사")이 제공하는 다양한 인터넷 서비스, 모바일 서비스, 앱 서비스를 이용함에 있어 상품 또는 용역을 거래하는 자 간의 권리, 의무 등 기타 필요사항, 회원과 회사간의 권리, 의무, 책임사항 및 회원의 서비스 이용절차 등에 관한 사항을 규정함을 목적으로 합니다.

제2조(약관의 명시, 효력 및 개정)
1. 이 약관은 서비스를 통하여 이를 공지하거나 전자우편, 기타의 방법으로 회원에게 통지함으로써 효력을 발생합니다.
2. 회사는 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력을 발생합니다.
3. 회사가 약관을 개정할 경우 적용일자 및 개정사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 개정약관의 적용일자 30일 전부터 적용일자 전까지 공지합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경일 경우에는 최소한 30일 전에 공지하고 개정약관을 회원이 등록한 이메일로 발송하여 통지합니다.
4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 약관 변경 적용일까지 거부의사를 표시하지 않으면 의사표시가 표명된다는 내용을 알렸음에도 불구하고 회원이 명시적으로 거부의사를 표시하지 아니하는 경우, 신설 또는 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 회원이 개정약관에 동의한 것으로 간주합니다.
5. 회원은 신설 또는 변경된 약관에 동의하지 않을 경우 회원탈퇴를 요청할 수 있습니다.
제3조(약관 외 준칙)
1. 이 약관에 명시되지 않은 사항에 대해서는 정보통신망 이용촉진 및 정보보호등에 관한 법률, 약관의 규제에 관한 법률, 전기통신사업법 등 관계 법령 및 회사가 정한 운영방침 등의 규정에 따릅니다.
2. 이 약관과 관련하여 회사의 정책변경, 운영방침, 법령의 제정 및 개정 또는 공공기관의 고시나 지침에 의하여 회사가 회원에 대한 통지수단을 통하여 공지하는 내용도 이용약관의 일부를 구성합니다.
제4조(용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 정의되지 않은 용어에 대한 해석은 관계법령 및 서비스 별 안내에 정하는 바에 의합니다. 관계법령과 서비스별 안내에서 정하지 않은 것은 일반적인 상관례에 따릅니다.
1. 회사: 주식회사 필름덤즈
2. 이용고객: 서비스를 이용하기 위하여 회사와 이용계약을 체결하려고 하는 자 및 회원계정을 가지지 않고((비회원/Guest) 서비스를 이용하는 자
3. 회원: 회사와 서비스 이용에 관한 계약을 체결한 자
4. 아이디(ID)/계정: 회원 식별과 회원의 서비스 이용을 위하여 회원이 등록한 이메일
5. 비밀번호: 회원이 통신상의 자신의 비밀을 보호하기 위해 선정한 문자와 숫자의 조합
6. 콘텐츠: 부호, 문자, 도형, 색채, 음성, 음향, 이미지 및 영상 등(이들의 복합체를 포함)의 자료 또는 정보
7. 게시물: 회원이 회사가 제공하는 서비스에 게시 또는 등록하는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등
8. 게시자: 회원이 회사가 제공하는 서비스 내에 게시물을 등록한 자
9. 캐시: 서비스의 효율적 이용을 위해 회사가 임의로 책정 또는 지급, 조정할 수 있는 재산적 가치가 없는 "서비스" 상의 가상 데이터
10. 제휴컨텐츠: 회사가 외부 업체와의 제휴를 통하여 회원에게 제공하는 유ㆍ무상의 컨텐츠
11. 해지: 회사 또는 회원이 서비스 이용 이후 그 이용계약을 종료시키는 의사표시
제2장 서비스 이용계약
제5조(회원가입을 통한 이용계약의 체결)
1. 서비스 가입 신청 시 본 약관을 읽고 “동의합니다”의 버튼을 클릭하면 본 약관에 동의하는 것으로 간주됩니다.
2. 이용계약은 서비스이용신청자의 이용신청에 대하여 회사가 승낙을 함으로써 성립합니다.
3. 회원가입은 페이스북, 카카오톡, 네이버, Apple 등의 연동을 통해서도 가능합니다. 이 때 회원은 각 SNS계정과 연동할 수 있는 권한을 회사에 허가한 것으로 간주합니다.
4. 서비스이용자는 허락 없이 타인의 계정을 사용할 수 없으며, 계정 개설 시 정확하고 완전한 정보를 제공하여야 합니다. 회원이 가입 신청서에 기재하는 회원정보는 회원의 실제 정보인 것으로 간주됩니다.
5. 회원은 회원의 아이디 및 비밀번호를 철저히 관리하여야 합니다. 관리소홀, 부정사용 등으로 인해 발생하는 모든 결과의 책임은 회원 본인이 부담하며, 회사는 이에 대한 어떠한 책임도 지지 않습니다.
6. 회원은 아이디, 비밀번호 및 추가정보 등을 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 본인의 비밀번호를 수정하는 등의 조치를 취하여야 하며 이를 즉시 회사에 알려 회사의 안내를 따라야 합니다.
제6조(회원정보의 변경)
1. 회원은 내 정보관리 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만 서비스 관리를 위해 필요한 아이디는 수정이 불가능 합니다. 부득이한 사유로 인하여 변경하고자 하는 경우에는 이용계약을 해지하고 재가입하여야 합니다.
2. 회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정하거나 전자우편 및 기타방법으로 회사에 그 변경사항을 알려야 합니다. 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.
제7조(회원에 대한 통지)
1. 회사는 회원의 서비스 이용에 필요한 권리 및 의무 등의 관한 사항을 회원이 회사에 제공한 이메일을 통해 통지할 수 있습니다.
2. 회사는 불특정 다수의 회원에 대한 통지의 경우 서비스에 게시함으로써 개별 통지에 갈음 할 수 있습니다.
제8조(이용계약의 해지 및 이용제한)
1. 회원이 서비스 이용계약을 해지하고자 하는 경우에는 본인이 서비스 또는 전자우편을 통하여 회원 탈퇴신청을 하여야 하며 회원의 탈퇴신청에 대해 회사는 빠른 시간 내로 탈퇴처리를 할 의무가 있습니다.
2. 회원이 사망한 때는 회원자격을 상실합니다.
3. 회사는 회원이 본 약관 및 운영방침 등을 위반한 경우 회원 자격을 제한.정지 시킬 수 있으며, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.
제3장 서비스
제9조(서비스 내용)
1. 회사가 제공하는 서비스의 내용은 다음과 같습니다.
① 인터넷을 통하여 각종 콘텐츠를 제공하는 서비스
② 인터넷 상에서 검색, 커뮤니티 등을 기반으로 각종 정보를 제공하는 포털 서비스
③ 인터넷 정보검색서비스, 검색운영서비스 및 운영서비스의 대행
④ 인터넷을 통한 상품의 중개, 거래 및 금융거래를 영위하는 사업
⑤ 인터넷 과금 및 결제대행서비스
⑥ 인터넷 컨설팅 및 사업 서비스
⑦ 각종 서적, 기록매체, 기타 간행물의 출판, 인쇄 및 관련 사업 서비스
⑧ 광고대행 서비스, 광고 영업 및 광고 영업 대행 서비스
⑨ 여론조사 및 리서치 서비스
⑩ 데이터베이스 서비스
⑪ 기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스
2. 회사는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있습니다. 이 경우 회사는 추가 또는 변경내용을 본 약관 제7조에 따라 회원에게 통지합니다.
제10조(서비스 제공 등)
1. 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
2. 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
① 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
② 회원이 회사의 영업활동을 방해하는 경우
③ 정전, 제반설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
④ 서비스 제공업자와의 계약 종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우
⑤ 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
3. 제2항에 의한 서비스 중단의 경우에는 회사는 제7조에 따라 회원에게 통지합니다. 다만 회사가 통제할 수 없는 사유로 인한 서비스의 중단(운영자의 고의과실, 과실이 없는 디스크장애, 시스템다운 등)으로 인하여 사전 통지가 불가능한 경우에는 사후에 지체없이 통지합니다.
4. 회사는 제2항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다.
단, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제11조(서비스이용자의 책임)
1. 회원은 본인의 책임 하에 본 서비스 및 본 서비스에서 제공되는 각종 콘텐츠를 이용하며, 회원은 본 서비스를 통해 이루어진 일체의 행위 및 그 결과에 대하여 책임을 집니다.
2. 회원이 공공질서 및 미풍양속에 위반되는 게시물을 업로드한 경우, 타인의 명예를 훼손하거나, 사생활을 침해했을 경우, 허락없이 제3자의 사진을 공유하였을 경우, 저작권법에 위반하는 행위를 했을 경우, 그 밖의 타인의 권리를 침해했을 경우에는 해당 회원은 본인의 책임과 비용 하에 이를 해결하여야 하며, 회사는 책임지지 않습니다.
3. 서비스이용자는 본 서비스 이용 시 여러 콘텐츠를 제공받게 되며, 회사는 그러한 콘텐츠의 출처 및 유용성 또는 지적재산권에 대하여 책임을 지지 않습니다. 또한 서비스이용자는 부정확하거나, 불쾌감을 주거나, 무례하거나, 논란의 여지가 있는 콘텐츠에 대하여 이해하고 이를 인정하며 이와 관련하여 회사에 대해 가지고 있거나 가질 수 있는 법률상 권리 또는 구제수단을 포기할 것에 동의합니다.
제12조(정보의 제공 및 광고의 게재)
1. 회사는 서비스를 운영함에 있어서 각종 정보를 서비스 화면에 게재하거나 이메일 등의 방법으로 회원에게 제공할 수 있습니다.
2. 회사는 서비스 운영과 관련하여 광고 등을 서비스화면에 게재하거나, 이메일을 통하여 발송할 수 있습니다. 다만 회원에게 이메일을 발송하는 경우 회원은 수신거부를 할 수 있습니다.
3. 본 서비스의 회원은 서비스 이용 시 노출되는 광고게재에 대해 동의하는 것으로 간주합니다.
4. 회사는 서비스 상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 모든 손실과 손해에 대해 책임을 지지 않습니다.
제13조(서비스의 양도)
회원은 서비스의 이용권한, 기타 서비스 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다. 다만 서비스는 사업상 기타 운영상의 이유 등으로 양도될 수 있습니다.
제14조(본 서비스의 변경 및 종료)
1. 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 제7조에서 정한 방법으로 통지하도록 합니다.
2. 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경 및 종료할 수 있습니다. 이 경우 회사는 제7조에서 정한 방법으로 서비스 내용의 변경사항을 통지할 수 있습니다.
3. 회사는 그 이유 여하를 불문하고 서비스이용자에 대한 일정 예고기간을 거쳐 본 서비스의 일부 혹은 전부의 서비스를 종료할 수 있습니다. 이에 대하여 특별한 규정이 없는 한 서비스이용자에게 별도의 보상을 하지 않습니다.
제4장 계약당사자의 의무
제15조(회원의 의무)
1. 회원은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.
2. 회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임 지지 않습니다. 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 집니다.
3. 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송, 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.
4. 회원은 이용신청서의 기재내용 중 변경된 내용이 있는 경우 서비스를 통하여 그 내용을 회사에 통지하여야 합니다.
5. 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
① 다른 회원의 아이디를 부정 사용하는 행위
② 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
③ 선량한 풍속, 기타 사회질서를 해하는 행위
④ 타인의 명예를 훼손하거나 모욕하는 행위
⑤ 타인의 지적재산권 등의 권리를 침해하는 행위
⑥ 타인에 대한 개인정보를 수집 또는 저장하는 행위
⑦ 스토킹(stalking) 등 타인을 괴롭히는 행위
⑧ 해킹행위 또는 컴퓨터 바이러스 유포 행위
⑨ 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
⑩ 불특정 다수를 대상으로 하여 광고, 선전의 게시 등 영리를 목적으로 하는 행위
⑪ 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
⑫ 관계법령에 위배되는 행위
⑬ 기타 회사가 서비스 운영상 부적절하다고 판단하는 행위
제16조(회사의 의무)
1. 회사는 제10조에서 정한 경우를 제외하고 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 수 있도록 최선의 노력을 다하여야 합니다.
2. 회사는 서비스에 관련된 설비를 항상 운용할 수 있는 상태로 유지 보수하고, 장애가 발생하는 경우 지체 없이 이를 수리, 복구할 수 있도록 최선의 노력을 다하여야 합니다.
3. 회사는 서비스와 관련한 회원의 의견이나 불만이 정당하다고 인정될 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우 그 사유와 처리 일정을 서비스 또는 전자우편을 통하여 동 회원에게 통지하여야 합니다.
제16조의2(보안상 긴급상황)
1. 보안상 심각하고 시급을 요하는 프로그램 결함이나 장애 혹은 그에 준하는 사건발생 시, 회사에서 고객의 해당 부분을 일괄적으로 패치 할 수 있습니다.
2. 보안상 심각하고 시급을 요하는 경우 회사에서 고객의 인증관련 정보를 응급 변경할 수 있습니다.
3. 긴급상황 대처 전 회사는 공지나 이메일을 통하여 고객에게 이를 알려야 합니다. 만약 상황이 긴급하여 이를 알리기에 어려움이 있다면, 회사는 대처 후라도 이를 공지나 이메일을 통하여 알려야 합니다.
제5장 콘텐츠
제17조(콘텐츠의 저작권)
1. 회원이 서비스 내에 게시한 콘텐츠의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
2. 회원이 게시한 콘텐츠는 저작권법에 의하여 보호를 받으며, 회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속됩니다.
3. 회사는 회원이 부여해준 이용 권한을 저작권법 등 관련 법령에서 정하는 바에 따라 회사 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영 등에 제한적으로 행사할 수 있으며, 만약 그 밖의 목적으로 회사가 회원의 저작물 등을 이용하고자 할 경우에 회사는 사전에 회원에게 설명을 하고 동의를 받습니다.
제18조(회원의 콘텐츠 행위)
1. 콘텐츠행위란 회원이 사이트에 사진 및 회원의 의견을 포함한 콘텐츠를 게시하는 행위입니다.
2. 회원의 콘텐츠 행위는 다른 서비스이용자가 콘텐츠를 다운로드하여 열람하거나 개인의 가정에서 비영리적인 목적으로 사적 이용을 허락한 것으로 간주합니다.
3. 회원은 본 약관에 어긋나지 않는 콘텐츠만을 게시할 수 있습니다.
4. 회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.
제19조(콘텐츠의 관리 및 임시조치)
1. 회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 콘텐츠의 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.
2. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 운영방침 및 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.
3. 회사는 콘텐츠와 관련한 문제 발생 시 게시물 삭제 및 게시자에게 경고조치를 즉시 취할 수 있니다.
4. 회원은 콘텐츠와 관련한 문제 발생 시 회사를 통해 임시조치를 요청할 수 있습니다.
제6장 개인정보수집
제20조(회원정보의 보호 및 이용)
1. 회사는 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보 보호 및 사용에 대해서는 관련법 및 회사의 개인정보처리방침이 적용됩니다. 다만, 외부 링크된 사이트에 대해서는 적용되지 않습니다.
2. 회사는 이용계약의 성립 및 이행에 필요한 최소한의 범위 내에서 개인정보처리방침에 따라 회원정보를 수집합니다.
3. 회사는 이용자의 개인정보를 수집 및 이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
4. 회사는 수집된 개인정보 활용에 있어, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용 및 제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
5. 회사는 서비스와 관련하여 알고 있는 회원정보를 본인의 동의 없이 제3자에게 제공하지 않습니다. 다만, 다음의 경우는 예외로 합니다.
① 배송 업무상 배송 업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 연락처)를 알려주는 경우
② 정보통신서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적, 기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우
③ 재화 등의 거래에 따른 대금 정산을 위하여 필요한 경우
④ 도용 방지를 위하여 본인 확인이 필요한 경우
⑤ 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우
⑥ 신속한 이용문의 상담 및 이용자의 불만처리 업무에 필요한 이용자의 정보를 제공하는 경우
6. 회사는 회원의 귀책사유로 인해 노출된 회원의 정보에 대해 책임 지지 않습니다.
7. 회원이 이용계약 체결과정에서 회사에 제공한 회원정보의 이용 또는 제공에 대한 동의를 철회하고자 하는 경우에는 개인정보처리방침에서 정한 바에 따르며, 이러한 동의를 철회하는 경우 서비스 이용계약은 자동으로 해지됩니다.
8. 회사는 회원정보의 취급 및 관리, 서비스 운영 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있으며, 회원정보의 취급 및 관리, 서비스 운영 등에 관한 업무를 위탁하는 경우에는 개인정보 처리방침에 공지합니다.
9. 회사 또는 회사로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
10. 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며, 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
제7장 구매계약 및 대금결제
제21조(구매신청)
1. 이용자는 사이트에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, 회사는 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
① 재화 등의 검색 및 선택
② 성명, 주소, 전화번호, 휴대전화번호 등의 입력
③ 약관내용, 청약 철회권이 제한되는 서비스, 배송료 등의 비용부담과 관련한 내용에 대한 확인
④ 재화 등의 구매신청 및 이에 관한 확인 또는 “회사”의 확인에 대한 동의
⑤ 결제 방법의 선택
제22조(구매계약의 성립)
1. 회사는 제21조 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다.
① 신청 내용에 허위, 기재누락, 오기가 있는 경우
② 기타 구매신청을 승낙하는 것이 회사 기술상 현저히 지장이 있다고 판단하는 경우
③ 기타 제반 법령 및 정부의 가이드라인에 위반되는 경우
2. 회사의 승낙이 제7조의 통지형태로 이용자에게 도달한 시점에 구매계약이 성립한 것으로 봅니다.
3. 회사의 승낙의 의사표시에는 이용자의 구매신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.
제23조(지급방법)
1. 사이트에서 구매한 상품 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 단, 회사는 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
① 폰뱅킹, 인터넷뱅킹 등의 각종 계좌이체
② 선불카드, 직불카드, 신용카드 등의 각종 카드결제
③ 온라인 무통장 입금
④ 할인쿠폰 등 “회사”가 지급한 쿠폰에 의한 결제
2. 구매대금의 결제와 관련하여 이용자가 입력한 정보 및 그와 관련된 책임은 이용자에게 있으며, 재화 또는 용역의 청약 후 합리적인 일정 기간 내에 결제가 이루어지지 않는 경우 회사는 이에 해당 주문을 취소할 수 있습니다.
3. 회사는 구매자의 결제수단에 대하여 정당한 사용권한 보유여부를 확인할 수 있으며, 필요한 경우 해당 거래진행의 정지 및 소명자료의 제출을 요청할 수 있습니다.
제24조(수신확인통지•구매신청 변경 및 취소)
1. 회사는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다. 수신확인 통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고, 회사는 배송전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다.
2. 수신확인 통지를 받은 이용자가 대금을 지불한 경우에는 제27조의 청약철회 등에 관한 규정에 따릅니다.
제25조(재화 등의 공급)
1. 회사는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날로부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등의 기타의 필요한 조치를 취합니다. 다만, “회사”가 이미 재화 등의 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다. 이 때 회사는 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
2. 공휴일 및 기타 휴무일 또는 천재지변 등의 불가항력적 사유가 발생하는 경우 그 해당 기한은 배송소요기간에서 제외합니다.
제26조(환급)
회사는 이용자가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
제27조(청약철회 등)
1. 회사와 재화 등의 구매에 관한 계약을 체결한 이용자는 수신확인의 통지를 받은 날로부터 7일이내에 청약의 철회를 할 수 있습니다. 다만, 통지를 받은 때보다 공급이 늦게 이루어진 경우에는 재화 등의 공급을 받은 날로부터 7일 이내에 청약 철회를 할 수 있습니다.
2. 이용자는 재화 등을 배송 받은 경우 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
① 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
② 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 포장을 훼손한 경우
③ 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
④ 그 밖에 거래의 안전을 위하여 대통령령이 정하는 경우
3. 제2항 제2호 내지 제4호의 경우에는 회사가 사전에 청약 철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 사용 상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약 철회 등이 제한되지 않습니다.
4. 이용자는 제1항 및 제2항의 규정에도 불구하고 재화 등의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약 철회 등을 할 수 있습니다.
제28조(청약 철회 등의 효과)
1. 회사는 이용자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 회사가 이용자에게 재화 등의 환급을 지연한 때에는 그 지연 기간에 대하여 공정거래 위원회가 정하여 고시하는 지연 이자율을 곱하여 산정한 지연 이자를 지급합니다.
2. 회사는 위 대금을 환급함에 있어서 구매자가 신용카드 또는 전자금융거래법 등이 정하는 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청할 수 있습니다.
3. 청약 철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. 회사는 이용자에게 청약 철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만, 재화 등의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행되어 청약 철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 회사가 부담합니다.
4. 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에는 회사는 청약 철회 시 그 비용을 누가 부담하는지를 알기 쉽도록 명확하게 표시합니다.
제29조(적립금 및 할인쿠폰)
1. 회사는 회원에게 일정액의 적립금 또는 일정 비율 할인 받을 수 있는 쿠폰을 발급할 수 있습니다.
2. 제1항을 통해 발급받은 적립금 및 쿠폰은 현금으로 환급되지 않습니다.
3. 제1항을 통해 발급받은 쿠폰은 명시된 기간 동안 유효하며, 적립금의 경우 적립일로부터 365일 동안 유효합니다(단, 이벤트성으로 발급된 적립금일 경우 사전 명시된 기한 동안 유효합니다).
4. 제1항을 통해 발급받은 적립금을 사용하는 경우 적립된 순서대로 사용 처리됩니다.
5. 제1항을 통해 할인 받은 적립금 및 쿠폰은 상품구매 후 취소 또는 반품한 경우와 상품평이 삭제되었을 경우에는 회수됩니다. 구체적인 운영 방법은 회사의 운영방침에 따릅니다.
6. 회원의 요청이 있으면 사이트에서 구입한 상품을 취소 또는 반품한 경우와 초과 금액을 입금한 경우 적립금으로 적립할 수 있습니다. 유효기간은 지급일로부터 365일입니다.
7. 적립금 및 쿠폰은 일부 품목이나 금액에 따라 사용이 제한될 수 있으며, 유효기간이 지난 후에는 사용할 수 없습니다.
8. 회원을 탈퇴하는 경우 적립금 및 쿠폰은 소멸됩니다.
9. 적립금과 쿠폰은 회원 본인의 구매에 한해서만 사용할 수 있으며, 어떤 상황에서도 이를 타인에게 매매 또는 양도할 수 없습니다. 이러한 행위를 한 경우 회사는 쿠폰 및 적립금에 대하여 환수조치를 취할 수 있습니다.
제30조(캐시)
1. 회사는 서비스의 효율적 이용을 위해 이벤트 참여 등 회사가 정한 방법 통해 캐시를 발급할 수 있습니다.
2. 회원은 운동 화면에서 기한내에 캐시 적립 버튼을 누르거나 회원가입, 친구추천 등의 이벤트와 같이 회사가 지정한 방법으로 캐시를 적립 할 수 있습니다.
3. 적립 캐시는 서버 적립 캐시와 클라이언트 상의 적립 캐시의 수치가 상이한 경우 서버의 적립 캐시를 기준으로 하며, 서버와 클라리언트의 비동기화로 인한 적립 캐시 차이는 정정이 불가능합니다.
4. 캐시 적립과 관련하여 발생하는 제세공과금은 회원이 모두 부담합니다.
5. 캐시는 양도, 상속, 대여, 담보, 현금 전환이 불가능 합니다.
6. 회원은 보유 캐시를 이용해 서비스 내 제휴컨텐츠를 이용, 구매할 수 있습니다.
7. 제휴컨텐츠 내용은 회사 사정 또는 제휴사 협의상황에 따라 변경될 수 있습니다.
8. 제휴컨텐츠의 이용 및 구매금액은 공급금액, 수수료, 운영 및 유지보수 등을 고려하여 산정되며, 기존 판매처의 판매가와 다를 수 있습니다.
9. 편의점, 상품권, 쿠폰 등 현장에서 사용되는 제휴컨텐츠는 회사가 회원의 단말기로 해당 코드를 전송함으로 이행을 완료한 것으로 봅니다.
10. 서비스 내에서 구매한 제휴컨텐츠는 회원의 단순 변심 또는 유효기간 만료로 환불이 불가능합니다.
11. 제휴컨텐츠 이용과 관련한 분쟁에서 명시적인 책임소재가 제휴사 측에 있을 경우 "회사"는 책임을 지지 않습니다.
12. 일정액 이상의 캐시를 보유한 회원은 회사가 정한 절차에 따라 다신샵(http://www.dietshin.com) 쿠폰 또는 적립금으로 구매 및 전환 할 수 있으며, 전환 비율은 "회사"가 정한 비율을 원칙으로 합니다.
13. 다신샵 쿠폰 및 적립금으로 구매, 전환한 캐시는 회원의 단순 변심으로 캐시로 전환할 수 없습니다.
14. 캐시 적립에 오류가 발생한 경우 회원은 오류 발생일로부터 30일 이내에 회사에 정정요구를 할 수 있으며, 회사는 회원의 요구가 정당한 경우 정정요구일로부터 30일 이내에 정정해야 합니다.
15. 클라이언트 변경, 해킹, 매크로 등 부정한 방법으로 캐시를 적립한 경우 부정 적립되어 그 캐시를 0으로 정정합니다.
16. 회사와 광고주간의 거래과정에서 광고주의 파산, 부도 등 광고료의 지급이 불가능해진 경우 회사는 해당 광고 적립 캐시를 취소할 수 있으며, 이에 대한 책임은 광고주에게 있습니다. 이 경우 회사는 취소된 캐시의 10% 이하의 범위에서 회원에게 보상 제공할 수 있습니다.
17. 회사는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 캐시의 일부 또는 전부를 조정할 수 있으며, 캐시는 회사가 정한 기간에 따라 주기적으로 소멸할 수 있습니다.
18. 캐시 적립 또는 사용이 없는 비활성화 상태가 3개월 이상 계속된 회원의 캐시는 소멸될 수 있습니다.
19. 회사는 회사의 제반 사정으로 인해 캐시발급을 종료할 수 있으며, 이 경우 회사는 추가 또는 변경내용을 본 약관 제7조에 따라 회원에게 통지합니다.
제8장 손해배상 등
제31조(손해배상)
1. 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.
2. 회원이 서비스를 이용하는 과정에서 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받은 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 회원은 그로 인해 회사에 발생한 모든 손해를 배상하여야 합니다.
3. 회사는 무료로 제공하는 서비스와 관련하여 발생하는 사항에 대해서는 어떠한 손해도 책임을 지지 않습니다.
제32조(면책사항)
1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면책됩니다.
2. 회사는 회원의 귀책사유로 인한 서비스의 중지 또는 이용장애에 대하여 책임을 지지 않습니다.
3. 회사는 이동통신사업자가 네트워크서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임이 면제됩니다.
4. 회사는 서비스이용자가 서비스를 이용하여 기대하는 수익을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
5. 회사는 서비스이용자간 혹은 서비스이용자와 제3자간에 본 서비스를 매개로 하여 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임을 지지 않습니다.
6. 회사는 회원이 서비스내에서 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여는 책임을 지지 않습니다.
7. 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
8. 회사는 서비스이용자의 디바이스 환경으로 인하여 발생하는 제반문제 또는 회사의 귀책사유가 없는 네트워크 환경으로 인하여 발생하는 문제에 대해서는 책임을 지지 않습니다.
제33조(분쟁 조정 및 관할 법원)
1. 서비스 이용과 관련하여 회사와 서비스이용자 간에 발생한 분쟁에 대하여는 양 당사자 간의 합의에 의해 원만히 해결하기 위하여 필요한 모든 노력을 하여야 합니다.
2. 회원은 게시물과 관련된 저작권침해, 명예훼손 또는 개인정보 및 서비스 이용과 관련된 사항에 관한 문제제기 또는 문제해결은 회사가 운영하는 고객센터를 통하여 처리하여야 합니다.
3. 회사와 회원간 제기된 소송은 대한민국법을 준거법으로 합니다.
4. 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.
부칙
이용약관 4차 변경일: 2021년 02월 10일
이용약관 3차 변경일: 2020년 12월 10일 [이전 이용약관 보기]
이용약관 2차 변경일: 2019년 1월 1일 [이전 이용약관 보기]
최초 이용약관: 2014년 12월 1일`
